{
  "monthLabel": "Our Feb",
  "updatedAt": "2026-02-19",
  "items": [
    {
      "title": "ฮัลโหล ทดสอบๆ",
      "detail": "เธออาจจะงงว่าชั้นทำขึ้นมาทำไม เนื่องในวันนี้วันที่ 20 ชั้นเลยรู้สึกอยากทำอะไรซักอย่างก็เลยทำสิ่งนี้ขึ้นมาให้อ่าน และเก็บไว้เป็น Daily ประจำเดือนแรกนี้ละกันครับ"
    },
    {
      "title": "20/01",
      "detail": "วันนี้เป็นวันแรกที่เราคบกัน ชั้นได้ไปห้องเธอ ตอนแรกชั้นไม่คิดนะและชั้นก็ไม่ได้หวังอะไรจริงๆ จริงๆแล้วชั้นอยากจะคบกับเธอก่อนหน้านี้แต่ชั้นรู้สึกว่าเธอคงคิดว่าเร็วเกินไปตอนแรกชั้นจะรอผ่านไป2เดือนเหมือนกัน แต่ชั้นขอโทษ ชั้นเป็นคนคุยไม่เป็น ชั้นอยากเป็นแฟนกับเธอชั้นชอบเธอ ชั้นรู้สึกว่าความรู้สึกตอนนั้นมันชัดเจนพอแล้ว"
    },
    {
      "title": "20/01 Part 2",
      "detail": "ตอนที่ชั้นขอคบกับเธอที่ชั้นบอกง่ายไปชั้นไม่ได้หมายความว่าเธอตอบรับง่ายไปนะ ชั้นแค่รู้สึกว่าชั้นอยู่ๆก็ขอแบบไม่มีปี่มีขลุ่ยไปมั้ย แต่ตอนนั้นชั้นรู้สึกว่าต้องการเป็นแฟนกับเธอจริงๆ 555"
    }
    ,{
      "title": "22/01",
      "detail": "วันนี้เป็นวันที่เธอมาบ้านครั้งแรก ชั้นเกร็งมากตอนเธอมา ชั้นทำตัวไม่ถูกเหมือนกัน แต่ตอนที่ได้นอนตักเธอ ได้อยู่กับเธอ ได้คุยกับเธอ ได้ดูเธอเล่นเกมที่เธอชอบ ชั้นชอบมากนะ มันสงบแบบบอกไม่ถูก ชั้นสบายใจที่ได้อยู่กับเธอและเวลาผ่านไปไวมาก อยากอยู่ด้วยกันนานๆ"
    }
    ,{
      "title": "23/01 - 25/01",
      "detail": "วันนี้เป็นวันที่เธอมาบ้านอีกครั้ง เราได้คุยกันเยอะขึ้น ได้สกินชิพกันมากขึ้น ชั้นไม่เคยเบื่อเลยเวลาอยู่กับเธอ และช่วงนี้เป็นช่วงที่ชั้นดีใจมากนะที่เธอคุยกับรตาได้แบบถูกคอ555 แล้วก็เป็นอาทิตย์ที่เธอเริ่มเล่นลิงจ๋อด้วย ชั้นชอบความที่เธอเล่นเกมยากๆแล้วไม่ยอมแพ้ซักที แล้วก็ชอบเวลาที่เธอยิ้มกว้างมากๆตอนตีบอสผ่าน ทุกครั้งที่เธอตีบอสยากๆผ่านชั้นอยากเห็นเธอยิ้มแบบนั้นทุกครั้งเลย มันทำให้ชั้นมีความสุขมากๆ"
    }
    ,{
      "title": "26/01",
      "detail": "ก็เป็นวันๆนึงที่ชั้นอยู่กับเธออีกอ่ะแหละ ชั้นขนไอแพด ขนจอยเพื่อให้เธอได้เล่นเกมที่อยากเล่น ชั้นพาเธอไปซักผ้าด้วยวันนี้ รู้สึกว่าชั้นจะอยู่ยาวตั้งแต่จันทร์ถึงพุธเลย"
    },{
      "title": "27/01",
      "detail": "เป็นวันที่เธอพาชั้นไปเล่นสเก๊ตครั้งแรก ตอนนั้นเกือบจำไม่ได้ไปเพราะว่าชั้นไม่มีรองเท้า แต่ยังไงชั้นก็อยากจะไปทำในสิ่งที่เธอชอบกับเธอ เอาจริงๆถึงชั้นจะหน้าบูดแต่ชั้นก็รู้สึกอยากเห็นเธอในมุมชีวิตของเธอ ได้ดูเธอทำสิ่งที่ชอบ ได้ลองทำในสิ่งที่เธอชอบ ได้ล้มจนแขนเกือบหัก เวลาเธอเล่นสเก๊ตชั้นชอบนะเธอดูตั้งใจมากๆและเธอดูเท่มากๆในสายตาชั้นเลย"
    },{
      "title": "28/01",
      "detail": "เป็นวันที่เราลาหยุดกันทั้งคู่ ชั้นชอบที่เราได้อยู่ติดกันทั้งวัน มันทำให้ชั้นเสพติดเธอไปแล้วนะตอนนั้น แค่ไม่เจอกันแปปเดียวก็คิดถึงละ"
    },{
      "title": "30/01-01/02",
      "detail": "เป็นวันที่น้องกวางมาหาเธอ เธอไปนู้นไปนี่ส่วนชั้นก็เล่นเกมอยู่บ้าน ชั้นคิดถึงเธอมากกกกกแบบก.ไก่ล้านตัวอ่ะ ไม่ได้โทรคุย ไม่ได้เจอกันทำชั้นคิดถึงเธอแบบหาที่สุดไม่ได้เลย แต่เธอก็ text มาหาชั้นตลอดนะ แต่ก็คิดถึงอยู่ดีอ่ะ"
    },{
      "title": "02/02",
      "detail": "เป็นวันที่ชั้นไปหาเธอที่ออฟฟิศ วันนั้นชั้นถ่ายรูปเราจับมือกันลงสตอรี่ ชั้นอยากอวดคนทั้งโลกจริงๆว่ามีแฟนเป็นเธอ แต่ชั้นไม่กล้า tag เธอ กลัวเธอไม่ชอบ55555"
    },{
      "title": "03/02",
      "detail": "วันนี้ชั้นก็ไปหาเธอที่ออฟฟิศ เธอถ่ายรูปคู่กับชั้นลงสตอรี่ ชั้นบอกให้เธอแท็คด้วยเพราะชั้นอยากอวดหลังจากที่รู้ว่าเธอโอเค เอาจริงๆนะ ชั้นอยากลงมากกว่านีั้ ปัจจุบันก็ยังอยากลงมากกว่านี้อยู่ แต่ชั้นเขินอ่ะ5555"
    },{
      "title": "04/02",
      "detail": "วันนี้เป็นวันที่เธอมาหาชั้น ชั้นไปยกเลิกฟิตเนสและไปหาเธอที่เล่นสเก๊ตแถวนนท์ต่อ วันนั้นชั้นไม่เบื่อนะที่ไปเฝ้าเธอเล่นสเก๊ต เธอเท่จริงๆนะเวลาเธอเล่นสเก๊ตอ่ะถึงจะไม่ได้ดูตลอดแต่ก็ดูเธอบ่อยมากเหมือนกัน"
    },{
      "title": "06/02",
      "detail": "ชั้นไปซ่อมรถวันนี้เธออยู่บ้านชั้นทั้งวัน ไม่มีอะไรพิเศษนะ ตอนเย็นก็แค่ไปเดินซื้อชุดนศ.เธอกับเดินตลาดหาของกิน แต่ชั้นชอบที่ได้อยู่กับเธออยู่ดี"
    },{
      "title": "07/02",
      "detail": "อ้อวันนี้เป็นวันที่เธอไปมอ ละชั้นเห็นเธอใส่ชุดนศ.ด้วย5555 แล้วก็เป็นวันที่เราไปกินตี๋น้อยด้วยกัน กลับมาก็เปิด spotify ร้องเพลงด้วยกัน ชั้นชอบหมดอ่ะไม่ว่าจะทำอะไรกับเธอ ชอบนะที่เราได้รู้จักกันมากขึ้น แต่วันนี้เธอโกรธชั้นที่ไม่ยอมกินเหล้าแล้วโบ้ยเธอ ฮืออ ชั้นขอโทษ"
    },{
      "title": "08/02",
      "detail": "วันนี้เป็น Bad day ของเธอเลย ชั้นรู้สึกผิดนะที่ทำให้เธอเจอ bad day แบบวันนี้อ่ะ ขอบคุณมากๆที่เธอโกรธชั้นแต่ยังยอมให้ชั้นไปนอนกับเธออยู่ แล้ววันนี้เธอก็ย้อมผมใหม่ด้วย"
    },{
      "title": "09/02",
      "detail": "เป็นวันที่ชั้นอยู่ห้องเธอ เธอเลิกงานช้า ชั้นเลยอยากออกไปรับ ตอนแรกชั้นก็คิดว่าขี่รถไม่นาน แต่รถติดมากแล้วชั้นก็กลัวเธอรอมากๆ ชั้นหงุดหงิดตัวเองมากที่อยากทำเพื่อเธอแต่ไม่รู้ว่ามันช่วยเธอมั้ย ขอบคุณที่เธอไม่หงุดหงิดชั้นเลย"
    },{
      "title": "10/02",
      "detail": "วันนี้รู้สึกว่าชั้นจะกลับบ้านเพื่อไปเอาโทรศัพท์ละก็กลับมาหาเธอตอนเย็นอีก ชั้นไม่เหนื่อยเลย ดีนะชั้นไม่ลืมเอาจอยมาด้วยแต่สุดท้ายก็ไม่ได้เล่นนะ แต่ก็อยู่กับเธอก็พอแล้วจริงๆ วันนี้เธอทำเล็บให้ชั้นด้วยนะ ชั้นชอบทุกอย่างที่เธอทำให้แหละ"
    },{
      "title": "11/02",
      "detail": "วันนี้ชั้นโกรธเธอ ขอโทษที่น้อยใจ ขอบคุณเธอที่ยอมทำทุกอย่างเพื่อให้ชั้นสบายใจนะ"
    },{
      "title": "12/02",
      "detail": "วันนี้ชั้นไปซื้อของขวัญวาเลนไทน์ให้เธอ ชั้นคิดมากว่าเธอจะชอบอะไรไม่ชอบอะไร ที่ซื้อเป็นกุหลาบยิ้มให้เพรีาะชั้นรู้สึกกไม่อยากให้มันเหี่ยว และอยากให้เธอมองมันและมันยิ่มให้เธอได้เสมอ ไม่รู้เธอจะถูกใจมั้ย ชั้นเลยไปซื้อแหวนที่เธออยากได้แน่ๆด้วย เพราะจะได้มีหลักประกันว่ามีของที่เธอต้องการแน่ๆอีกหนึ่งอย่าง555"
    },{
      "title": "13/02-15/02",
      "detail": "อาทิตย์วันวาเลนไทน์ ชั้นชอบวาเลนไทน์ที่เธอทำให้ชั้นนะ ทั้งการมาอยู่ด้วยกัน ได้ทำแทททูที่ชั้นไม่เคยทำและเธอไม่เคยทำ ได้ดูการ์ตูนได้ดูซีรีย์ได้เล่นเกมได้ ชั้นชอบมากจริงๆที่ได้อยู่กับเธอ ขอโทษนะที่ชั้นทำให้สัปดาห์นี้จบไม่สวยเท่าไหร่"
    },{
      "title": "16/02",
      "detail": "เป็นวันที่เราไม่ได้เจอกัน แต่เราได้โทรคุยกัน ชั้นยังซึมกับเรื่องเมื่อวานอยู่ เลยพูดอะไรไม่ดีใส่เธอไปเหมือนกัน แต่ตอนคุยอังกฤษกับเธอชั้นก็ชอบ เธอดูเก่งอ่ะ ทำไมแฟนชั้นมันเท่ห์จังวะ เฮ้อ แต่ชั้นชอบนะที่เธอโทรมาหาชั้นตอนเธอนอนไม่หลับ ให้ชั้นพูดอะไรให้เธอฟัง ชั้นก็เล่านิทานไปเถอะใครจะรู้ว่าเธอหลับไปแล้ว55555"
    },{
      "title": "17/02",
      "detail": "เป็นวันที่ชั้นไปหาเธอ ไปรับเธอกลับ เพราะชั้นอยากให้เธอกลับเร็ว เอาจริงๆตอนแรกชั้นกลัวว่าจะรบกวนเธอกลัวเธออยากมีเวลาส่วนตัว แต่สุดท้ายแล้วตอนอยู่ที่ห้องได้คุยกันตอนเธอเก็บห้อง ได้ฟังเรื่องคดีด้วยกัน ได้นอนดูเธอเล่นโทรศัพท์ แล้วกอดเธอไปพลาง ชั้นรู้สึกมีความสุขจังอยากให้มีเวลาที่ได้อยู่ด้วยกันแบบนี้อีกเยอะๆนะ"
    },{
      "title": "18/02",
      "detail": "เป็นวันที่ชั้นไปรับเธอ เอาเคสไปให้ แต่เอาจริงๆป่ะ เอาเคสไปให้อ่ะเรื่องรอง ชั้นโคตรอยากเจอเธอต่างหาก แล้วเจอกันแค่แปปเดียว เอาจริงๆทุกครั้งที่ชั้นบอกคิดถึงเธอไม่เคยพูดเล่นซักครั้ง55555"
    },{
      "title": "19/02",
      "detail": "วันนี้ไม่มีอะไรพิเศษ แต่เป็นอีกวันที่ไม่ได้เจอเธอ ความคิดถึงทำงานหนักมากๆ แต่เธอก็ยัง text หาชั้นตลอด คอยบอกว่าทำอะไรไปไหน ซึ่งไม่มีอะไร นอกจากคิดถึงเธออ่ะ"
    },{
      "title": "สรุปแล้ว",
      "detail": " จริงๆ detail มีเยอะกว่านี้แต่มันจะยาวเกิน55555 หลังจากคบมาเดือนนึงแล้วชั้นมีความสุขมากๆนะ ขอบคุณทุกอย่างที่เธอทำให้ ขอโทษที่ชั้นทำให้เธอไม่สบายใจบ่อยๆ ชั้นจะพยายามทำทุกอย่างที่ชั้นทำได้เพื่อทำให้ความสัมพันธ์เราดีขึ้นนะ ชั้นรู้แล้วว่าเธอรักชั้น และชั้นก็รักเธอเหมือนกัน ทุกสิ่งที่เธอทำให้ชั้นสัมผัสมันได้เสมอนะ ชั้นคิดถึงเธอ ชั้นแคร์เธอ ชั้นอยากอยู่กับเธอและชั้นก็อยากปรับตัวเพื่อให้เราไปกันต่อได้ในความสัมพันธ์นี้ ฉันรักเธอนะ"
    },{
      "title": "สุดท้าย สิ่งสำคัญสำหรับวันนี้",
      "detail": "ชั้นชอบเธอนะ เป็นแฟนกับชั้นนะครับ"
    }
  ]
}